{
    "Bosh Sahifa":"Home",
    "Malumot":"About",
    "Xizmatlar":"Services",
    "Malakasi":"experience",
    "Savollar":"Questions",
    "Loyiha": "project",
    "Bog`lanish":"Contact-us",
    " Xizmatlar litsenziyalangan | Dasturchi Vaisov Azamat":"Services are licensed The programmer is Vaisov Azamat",
    "web sayt":"website",
    "yaratish":"Create",
    "Cheksizlikning chegarasi....":"The limit of infinity ....",
    "web ilovalarni":"web applications",
    "ishlab chiqish":"production",
    "Malumotlar":"Information",
    "Salom men Vaisov Azamat":"Hello, I am Vaisov Azamat",
    "Yoshim 23 da WEB-dasturchiman, sohada 3 yillik tajribaga egaman":"I am a WEB-programmer at the age of 23 and have 3 years of experience in the field ",
    "Xozirda Al-Xorazimiy nomidagi Toshkent axborot texnalogiyalari":"Currently, Tashkent Information Technology named after Al-Khwarizmiy",
    "Unversiteti Urganchfiliali bitiruvchi kurs talabasiman.":"I am a graduate student of Urgench branch of the University.",
   "Bugungi kunda butun dunyo bo`ylab tarmoq nafaqat odamlar uchun o`yin-kulgi, balki biznes g`oyalarini muvaffaqiyatli amalga oshirish va o`zini amalga oshirish uchun juda samarali vositadir.":"Today, the worldwide network is not only a means of entertainment for people, but also a very effective means of successful implementation and self-realization of business ideas.",
   "Bundan tashqari, Internet sizning faoliyatingizni reklama qilish uchun juda foydali platformadir.":"In addition, the Internet is a very useful platform for advertising your activities.",
   "Shu sabablarga ko`ra, bizning vaqtimizda veb -saytlarni ishlab chiqish tegishli va talab qilinadigan xizmatdir.":"For these reasons, website development is an appropriate and required service in our time.",
    "WEB ilova":"WEB application",
    "Internet Do`kon":"Internet Store",
    "Internet-do`kon":"Internet Store",
    "Web Sayt":"Web Site",
    "Mobil Ilova":"Mobile App",
    "WEB dasturlash sohasida":"In the field of WEB programming",
    "3 yillik tajribaga egaman!":"I have 3 years of experience!",

    "kuzatish":"observation",

    "Quyidagi yo`nalashda xizmatlar ko`rsatiladi":"Services are provided in the following directions",
    "Wordpress xizmatlari":"Wordpress services CMS",
    "Malumotlar ombori":"Database",
    "malumotlar omborlarni boshqarish":"data warehouse management",
    "WEB dizayn":"WEB design",
    "Turli hil ko`rinishdagi moslashuvchan va o`ziga hos dizayn":"Flexible and unique design and unique look in different looks",
    "Hosting va Domain":"Hosting and Domain",
    "Hosting, Domain, WEB ilovalarni qidiruv tizimlaridan ro`yhatdan o`tkazish":"Registration of Hosting, Domain, WEB applications from search engines",
    "WEB Server":"WEB Server",
    "WEB serverlarni sozlash va ishlatish bo`yicha tajribaga ega mutahasis":"An expert in setting up and operating various types of WEB servers",
    "BOT":"BOT",
    "Telegram, Facebook va web saytlar uchun muloqot bot yaratish":"Create a communication bot for Telegram, Facebook and websites",
    "Foydalanuvchilar":"Users",
    "g`oyalar":"ideas",
    "Tajriba":"Experience",
    "ish":"the work",
    "Ish Malakasi":"Job Qualification",
    "Texnalogik Malakasi":"Technological Skills",
    "Ishlash va o`qish davomida Sohada olgan bilim va ko`nikmalarimning qisqacha baxolanishi.":"A brief assessment of the knowledge and skills I have acquired in the field during my work and study.",
    "Bu yerda dasturlash tillari va texnalogiyalarning o`zlashtrish va ishda qo`llash bo`yicha ma`lumotlar berilgan.":"It provides information on the development and application of programming languages and technologies.",

    "Ko`p so`raladigan savollarga javoblar":"Answers to frequently asked questions",
    "Mobil ilova  nima ?":"What is a mobile app?",
    "Mobil ilova - bu xodimlar, sheriklar va mijozlarning kompaniyaning korporativ resurslariga tezkor kirishi uchun mo`ljallangan mobil ilova. Boshqacha qilib aytganda":"The mobile application is a mobile application designed for employees, partners and customers to quickly access the company's corporate resources. In other words",
    "ma `lum biznes jarayonlarini simulyatsiya qiladigan korxona darajasidagi dastur. Mijozlar talablari uchun dasturiy ta`minot va maxsus echimlarni ishlab chiqish.":"enterprise-level software that simulates certain business processes. Development of software and custom solutions for customer requirements.",
    "BOT nima ?":"What is a BOT?",
    "(„robot“ soʻzining qisqartmasi) — qo`lda bajarilishi ko`p vaqt talab qiladigan, bir xil tipli boʻlgan amallarni bajarish uchun maxsus dastur.":"(Abbreviation for robot) is a special program for performing the same type of operations that require a lot of time to perform manually.",
    "Ko`p berladigan savollarga to`liq javob beradi":"Completely answers frequently asked questions",
    "ishni yengillashtradi.":"made the job easier.",
    "Intrnet Do`kon nima ?":"What is an Internet Store?",
    "(elektron, elektron do`kon, elektron tijorat deb ham ataladi)-bu interaktiv sayt bo`lib, unda tovarlar va xizmatlar katalogi, shuningdek, buyurtma berish uchun savat mavjud. Mehmonlar boshqa xaridorlar orasida shoshilmasligi, bepu maslahatchini kutishi va sotuvchining bosimini his qilishi shart emas.":"(also called e-shop, e-shop, e-commerce) is an interactive site with a catalog of goods and services, as well as a basket for ordering. Guests don’t have to rush among other buyers, wait for a free consultant, and feel the pressure of the seller.",
    "WEB sayt nima ?":"What is a WEB site?",
    "Bugungi kunda butun dunyo bo'lyab tarmoq foydalanuvchilari uchun o'yinga-kulgi, balki biznes g`oyalarini amalga oshirishga imkon beradi.":"Today, it allows network users around the world to realize not only entertainment, but also business ideas.",
    "WEB ilova nima ?":"What is a WEB application?",
    "-bu dizayn va resurs funktsional sohasidagi har qanday nostandart veb-echimlarni amalga oshirish.":"-Implement any non-standard web solutions in the field of design and resource functionality.",
    "Agar saytlarning asosiy turlarining to`liq to`plami sizning barcha talablaringizni qondirmasa, biz individual loyihani loyihalash va yaratish bo`yicha ishlarni bajarishga tayyormiz.":"If the full set of basic types of sites does not meet all your requirements, we are ready to work on the design and creation of an individual project.",
    "Jarayon maxsus modullarni ishlab chiqish, maxsus dizayn yechimlari va animatsiyadan foydalanishni o`z ichiga oladi.":"The process involves the development of special modules, special design solutions and the use of animation.",
    
    "Loyihalar":"Projects",
    "namunalar":"samples",
    
    "Intrnet Do`kon":"Internet Store",
    "Sog`liqni saqlash tashkilotlari uchun turli xil ko`rninishdagi web saytlar":"Different types of websites for health care organizations",
    "Med sayt":"Med site",
    "WEB ilovalar":"WEB applications",
    "Shaxsiy blog, mini vizitka uchun WEB saytlar":"Personal blog, WEB sites for mini business cards",
    "Yangiliklar uchun web sayt":"News website",
    "O`quv muassasalari uchun web saytlar":"Websites for educational institutions",
    "Maktablar, o`quv muassasalari uchun WEB saytlar":"WEB sites for schools, educational institutions",
    "Telegram va ishtimoiy tarmoqlar uchun ko`p funksiyali botlar":"Multifunction bots for telegram and social networks",
    "Intrnet do`kon":"Internet store",
    "Sotuv va eltib berish xizmatlari uchun intrnet do`kon saytlari":"Online store sites for sales and delivery services",
    "Mobil ilovalar":"Mobile applications",
    "Turli xil ko`rinishdagi yangiliklar va maqolalar uchun web saytlar":"Websites for news and articles of various kinds",
    

    "Murojat uchun":"For reference",
    "Xorazm viloyati Hazorasp Tumani":"Hazarasp District of Khorezm Region",
    "Ism":"name",
    "E-mail":"E-mail",
    "Mavzu":"Subject",
    "Xabar":"Message",
    "Yuborish":"Submit"



}
